Repository: common-repository/wp-topscoredcommentauthors
Catalog: wp-topscoredcommentauthors-*.po
Languages: de_de

source: See settings page to customize your widgets.
de_de: Nutzen Sie die Einstellungsseite um die Widget-Einstellungen anzupassen

source: Donate
de_de: Spenden

source: Top Commentators
de_de: Top Kommentatoren

source: Settings for both widgets
de_de: Einstellungen für beide Widgets

source: Widget-Title:
de_de: Widget-Titel:

source: Number of months to get commentators from:
de_de: Anzahl Monate, die ausgewertet werden:

source: Include logged in commentators?
de_de: Eingeloggte Autoren anzeigen?

source: Set links to NoFollow?
de_de: Links mit NoFollow versehen?

source: Open links in new window?
de_de: Links in neuem Fenster öffnen?

source: Show scores to admins?
de_de: Admins die Punkte anzeigen?

source: Settings for the list widget
de_de: Einstellungen für das Listen-Widget

source: Number of commentators shown:
de_de: Anzahl Kommentatoren zur Anzeige:

source: Settings for the grid widget
de_de: Einstellungen für das Bilder-Widget

source: Size of the gravatars (in px):
de_de: Größe der Gravatare (in px):

source: Save
de_de: Speichern

source: Top Scored Comment Authors Options
de_de: Top Scored Comment Authors Einstellungen
